Repository: GoranSustekJr/pongo
Catalog: lib/l10n/app_*.arb
Languages: de, hr

# language
source: English
de: Sprache
hr: Jezik

source: Search
de: Süchen
hr: Pretraži

source: Cancel
de: Abbrechen
hr: Odustani

source: Are you sure?
de: Sind Sie sicher?
hr: Jeste li sigurni?

source: Clear queue?
de: Die Warteschlange leeren?
hr: Isprazni red čekanja?

# clearqueuebody
source: In order to play the song, the queue needs to be cleared.
de: Um das Lied abzuspielen, muss die Warteschlange geleert werden.
hr: Puštanjem pjesme, red čekanja se prazni.

source: Sign in
de: Anmelden
hr: Prijavi se

source: Sign in with
de: Anmelden mit
hr: Prijavi se uz

# bysigninginyou
source: By signing in you accept our terms of service and privacy policies.
de: Mit der Anmeldung akzeptieren Sie unsere Nutzungsbedingungen und Datenschztzrichtlinie.
hr: Prijavljivanjem prihvačate naše uvijete korištenja i politike privatnosti.

# klemen
source: With Pongo life sounds beter
de: Mit Pongo klingt das Leben besser
hr: Uz Pongo život zvuči bolje

source: or
de: oder
hr: ili

source: App may need to be restarted in order for changes to take full affect
de: Die App muss möglicherweise neu gestartet werden, damit die Änderungen vollständig wirksam werden.

source: Use mix feature when playing searched music
de: Verwenden Sie die Mix-Funktion, wenn Sie gesuchte Musik abspielen.

source: Dark mode
de: Dunkelmodus

source: Light mode
de: Hellen Modus

source: Currently using dark mode
de: Derzeit wird der Dunkelmodus verwendet.

source: Currently using light mode
de: Derzeit wird der Hellen Modus verwendet.

# detailedblurhash
source: Detailed blurahash
de: Detaillierter BlurHash

# usedetailedblurhash
source: Use detailed blurahash
de: Verwenden Sie detaillierten BlurHash

source: Please leave the page after a successfull purchase
de: Bitte verlassen Sie die Seite nach einem erfolgreichen Kauf
hr: Molimo napustite stranicu nakon uspješne kupnje

source: Profile
de: Profil
hr: Profil

source: Dynamic blurhash
de: Dynamischer Blurhash

source: Playing details background will dynamically change
de: Der Hintergrund der Wiedergabedetails wird sich dynamisch ändern

# dynamicblurhashwarning
source: Dynamic blurhash is VERY HARD ON YOUR DEVICE. It is EXPERIMENTAL, will DRAIN THE BATTERY QUICKLY and make the device HOT
de: Dynamischer Blurhash ist SEHR ANSPRUCHSVOLL FÜR DEIN GERÄT. Es ist EXPERIMENTELL, wird DEN AKKU SCHNELL LEEREN und das Gerät ERHITZEN

source: Linear sleepin
de: Lineares Einschlafen

source: Linearly decrease volume when using sleepin
de: Lautstärke beim Einschlafen linear verringern

source: Linear alarm
de: Linearer Wecker

source: Linearly increase volume when using alarm
de: Lautstärke beim Wecker linear erhöhen

source: User interface
de: Benutzeroberfläche
hr: Korisničko sučelje

source: Use blur
de: Unschärfe verwenden
hr: Koristi zamućenje

source: Turn off if your device is getting hot or has lag
de: Deaktiviere es, wenn dein Gerät heiß wird oder Verzögerungen hat
hr: Isključi ako se tvoj uređaj pregrijava ili ima zastajkivanja

source: Subscribed
de: Abonniert
hr: Pretplaćen

source: Sign out
de: Abmelden
hr: Odjavi se

source: Settings
de: Einstellungen
hr: Postavke

source: Your Profile
de: Ihr Profil
hr: Vaš profil

source: Queue
de: Warteschlange

source: Library
de: Bibliothek
hr: Knjižnica

# buypremium
source: Buy Pongo premium
de: Kauf Pongo Premium
hr: Kupi Pongo premium

source: Premium is needed to download a track
de: Premium wird benötigt, um einen Titel herunterzuladen
hr: Za preuzimanje pjesme potreban je premium

source: Premium is needed to save the queue
de: Premium wird benötigt, um die Warteschalnge zu sichern
hr: Za spremanje reda čekanja potreban je premium

source: Start page
de: Startseite
hr: Početna stranica

source: Show history
de: Verlauf einzeigen
hr: Prikaži povijest

source: Show history on start page
de: Verlauf auf der Startseite anzeigen
hr: Prikaži povijest na početnoj stranici

source: Show explore
de: Entdecken anzeigen
hr: Prikaži istraživanje

source: Show explore on start page
de: Entdecken auf der Startseite anzeigen
hr: Prikaži istraživanje na početnoj stranici

source: Download tracks now!
de: Laden Sie Titel jetzt herunter!
hr: Preuzmite pjesme sada!

# createnewplaylistnow
source: Create a new playlist now!
de: Erstelle jetzt eine neue Playlist!
hr: Stvori novu playlistu sada!

# addtrackstoyoutplaylist
source: Add tracks to your playlist!
de: Fügen Sie Titel zu Ihrer Playlist hinzu!
hr: Dodajte pjesme u vašu playlistu!

source: Find your favourite songs now!
de: Finde jetzt deine Lieblingslieder!
hr: Pronađite svoje omiljene pjesme sada!

# sleep
source: Sleep alarm
de: Schlafen Wecker
hr: San alarm

# sleepandalarmclock
source: Sleep & alarm clock
de: Schlafen & Wecker
hr: San & budilica

source: Do NOT terminate the app
de: Beenden Sie die App NICHT

# cannotstartalarm
source: Can't start the alarm
de: Der Alarm kann nicht gestartet werden

source: The queue must not be empty in order to start the alarm
de: Die Warteschlange darf nicht leer sein, um den Alarm zu starten

source: Maximum volume of the alarm
de: Maximale Lautstärke des Alarms

source: Create new sleep alarm
de: Neuen Schlafalarm erstellen

source: Off
de: Aus

source: Account disabled
de: Konto deaktiviert

# pleasecontactinordertoenableyouraccountandusetheapp
source: Please conntact pongo.group@gmail.com in order to enable your account and use the app
de: Bitte kontaktieren Sie pongo.group@gmail.com, um Ihr Konto zu aktivieren und die App zu nutzen

source: Sleep in
de: Einschlafmodus

source: Sleep alarm is enabled
de: Schlafalarm ist eingeschaltet

# cannotcreateasleepalarmwithoutthe
source: Cannot create a sleep alarm without the 'sleep in' or 'alarm'
de: Ein Schlafalarm kann nicht ohne 'Einschlafmodus' oder 'Alarm' erstellt werden

source: Pongo will gradually lower the volume for
de: Pongo wird die Lautstärke allmählich senken für

source: Pongo will gradually increase the volume
de: Pongo wird die Lautstärke allmählich erhöhen

source: before you need to wake up at
de: bevor Sie aufwachen müssen um

source: About
de: Über

source: About Pongo
de: Über Pongo

source: Contact us via mail
de: Kontaktieren Sie uns per E-Mail

# termsandconditions
source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen

# ourtermsandconditions
source: Our Terms & Conditions
de: Unsere Allgemeinen Geschäftsbedingungen

source: Privacy Policy
de: Datenschutzrichtlinie

source: Our Privacy Policy
de: Unsere Datenschutzrichtlinie

source: Unable to halt the music player
de: Der Musikplayer kann nicht gestoppt werden

source: Unable to halt the music player because sleep alarm is currently on
de: Der Musikplayer kann nicht gestoppt werden, da der Schlafalarm derzeit aktiviert ist

source: Hidden
de: Verborgen
hr: Sakriveno

# shazamfailed
source: Shazam failed to recognize the song
de: Shazam konnte das Lied nicht erkennen
hr: Shazam nije uspio prepoznati pjesmu

source: All of your data is hidden
de: Alle Ihre Informationen sind verborgen
hr: Sve vaše informacije su sakrivene

source: Favourite Songs
de: Lieblingslieder
hr: Omiljene pjesme

source: Online Favourite Songs
de: Lieblingslieder online
hr: Omiljene pjesme online

source: Playlists
de: Playlisten
hr: Playliste

source: Online Playlists
de: Online Playlisten
hr: Online playlista

source: Songs
de: Lieder
hr: Pjesme

source: Offline Songs
de: Offline Lieder
hr: Pjesme dostupne offline

source: Offline Playlists
de: Offline Playlisten
hr: Playlista dostupna offline

source: New Playlist
de: Neue Playlist
hr: Nova Playlista

source: Create
de: Erstellen
hr: Stvori

source: Download
de: Herunterladen
hr: Preuzmi

source: Add to playlist
de: Zur Playlist hinzufügen
hr: Dodaj u Playlista

source: Like
de: Gefällt mir
hr: Sviđa mi se

source: Unlike
de: Gefällt mir nicht
hr: Ne sviđa mi se

# nosynclyrics
source: No synced lyrics
de: Keine synchronisierten Texte
hr: Nema sinkroniziranih stihova

source: No plain lyrics
de: Keine einfachen Texte
hr: Nema običnih stihova

# wanttohelpoutlyrics
source: Want to help out? Add lyrics to lrclib.net!
de: Helfen Sie mit? Fügen Sie Texte auf lrclib.net hinzu!
hr: Želite pomoći? Dodajte stihove na lrclib.net!

source: Artist
de: Künstler
hr: Umijetnik

source: Artists
de: Die Künstler
hr: Umjetnici

source: Albums
de: Die Alben
hr: Albumi

source: Tracks
de: Die Lieder
hr: Pjesme

# removetrackfromplaylist
source: Are you sure you want to remove this track from the playlist?
de: Sind Sie sicher, dass Sie diese Lied von der Playlist entfernen möchten?
hr: Jeste li sigurni da želite ukloniti ovu pjesmu s playliste?

# removeselectedfromplaylist
source: Are you sure you want to remove selected from the playlist?
de: Sind Sie sicher, dass Sie das Ausgewählte aus der Playlist entfernen möchten?
hr: Jeste li sigurni da želite ukloniti odabrano iz popisa pjesama?

source: Remove from playlist
de: Aus der Playlist entfernen
hr: Ukloni s playliste

# continuee
source: Continue
de: Weiter
hr: Nastavite

# removeplaylist
source: Are you sure you want to remove this playlist?
de: Sind Sie sicher, dass Sie diesen Playlist entfernen möchten?
hr: Jeste li sigurni da želite ukloniti ovaj Playlista?

# haltmusicplayer
source: Halt the music player?
de: Musikdienst anhalten?
hr: Zaustaviti glazbeni servis?

# haltmusicplayerbody
source: Are you sure you want to halt the music player?
de: Sind Sie sicher, dass Sie den Musikdienst anhalten möchten?
hr: Jeste li sigurni da želite zaustaviti glazbeni servis?

source: Halt
de: Anhalten
hr: Zaustavi

# changetitle
source: Change Name
de: Namen ändern
hr: Promijeni naziv

source: Tap to change
de: Tippen zum Ändern
hr: Dodirnite za promjenu

source: Change
de: Ändern
hr: Promijeni

# changeplaylisttile
source: Change playlist title
de: Playlist-Titel ändern
hr: Promijeni naslov playliste

# changeplaylisttilebody
source: Are you sure you want to change the playlist title?
de: Sind Sie sicher, dass Sie den Playlist-Titel ändern möchten?
hr: Jeste li sigurni da želite promijeniti naslov playliste?

# pleaseallowaccesstophotogalery
source: Please allow Pongo acces to your photo gallery
de: Bitte gewähren Sie Pongo Zugriff auf Ihre Fotogalerie
hr: Molimo omogućite Pongu pristup fotografijama

source: Edit playlist
de: Playlist bearbeiten
hr: Uredi Playlista

# editplaylistbody
source: The playlist must not be playing while editing. In order to edit it, halt the playlist
de: Die Playlisten darf nicht abgespielt werden, während sie bearbeitet wird. Um sie zu bearbeiten, stoppen Sie die Playlist
hr: Playlista ne smije biti u reprodukciji dok ga uređujete. Da biste ga uredili, zaustavite Playlista

source: Selected tracks
de: Ausgewählte Titel
hr: Odabrane pjesme

source: Delete
de: Löschen
hr: Izbriši

# removetracksfromplaylist
source: Are you sure you want to remove these tracks from the playlist?
de: Sind Sie sicher, dass Sie diese Titel aus der Playlist entfernen möchten?
hr: Jeste li sigurni da želite ukloniti ove pjesme s playliste?

source: Preferences
de: Voreinstellungen
hr: Preference

source: Your preferences
de: Ihre Voreinstellungen
hr: Vaše preference

source: Country code:
de: Ländercode:
hr: Pozivni broj zemlje:

source: Search preferences
de: Suchpräferenzen
hr: Postavke pretraživanja

source: Search market
de: Suchmarkt
hr: Tržište pretraživanja

source: Select market
de: Markt auswählen
hr: Odaberite tržište

# selectmarketbody
source: Search resulsts and suggestions depend on the selected market
de: Suchergebnisse und Vorschläge hängen vom ausgewählten Markt ab
hr: Rezultati pretraživanja i prijedlozi ovise o odabranom tržištu

source: For you
de: Für dich
hr: Za tebe

source: Released albums
de: Veröffentlichte Alben
hr: Objavljena albuma

source: Appears on
de: Erscheint auf
hr: Pojavljuje se na

source: No albums
de: Keine Alben
hr: Nema albuma

source: No tracks
de: Keine Titel
hr: Nema pjesama

# toptentracks
source: Top 10 Tracks
de: Top 10 Titel
hr: Top 10 pjesama

# doublecliktoadjustvolume
source: Double click to adjust volume
de: Doppelklick, um die Lautstärke anzupassen
hr: Dvaput kliknite za podešavanje glasnoće

source: New albums
de: Neue Alben
hr: Novi albumi

source: Lyrics
de: Liedtexte
hr: Stihovi

source: Repeat
de: Wiederholung

source: Track downloaded
de: Titel heruntergeladen
hr: Pjesma preuzeta

source: Create new playlist
de: Neue Playlist erstellen
hr: Kreiraj novu playlistu

source: Already in playlist
de: Bereits in der Playlist
hr: Već u playlisti

source: Add song to playlist
de: Lied zur Playlist hinzufügen
hr: Dodaj pjesmu u playlistu

# newplaylistlocal
source: New local playlist
de: Neue Lokale Playlist
hr: Nova lokalna playlista

source: Playlist downloaded
de: Playlist heruntergeladen
hr: Playlista preuzeta

source: Clear all history
de: Alle Verlauf löschen
hr: Izbriši cijelu povijest

# clearallhistorybody
source: Are you sure you want to clear all search history?
de: Sind Sie sicher, dass Sie den gesamten Suchverlauf löschen möchten?
hr: Jeste li sigurni da želite izbrisati cijelu povijest pretraživanja?

source: Fullscreen
de: Vollbild

source: Exit fullscreen
de: Vollbild beenden

source: Singles and compilations
de: Singles und Kompilationen
hr: Singlovi i kompilacije

source: Related artists
de: Ähnliche Künstler
hr: Srodni izvođači

source: Data
de: Daten
hr: Podaci

source: Save your data
de: Speichere deine Daten
hr: Spremi svoje podatke

source: Clear audio player cache
de: Lösche den Cache des Audioplayers
hr: Obriši predmemoriju audio playera

source: Clear your audio player cache
de: Lösche deinen Audioplayer-Cache
hr: Obriši svoju predmemoriju audio playera

source: Clear image cache
de: Lösche den Bild-Cache
hr: Obriši predmemoriju slika

source: Clear your asset image cache
de: Lösche deinen Asset-Bild-Cache
hr: Obriši predmemoriju svojih slika

source: Clear all cache
de: Lösche den gesamten Cache
hr: Obriši svu predmemoriju

source: Clear all app cache
de: Lösche den gesamten App-Cache
hr: Obriši svu predmemoriju aplikacije

source: How many artists shown when searching
de: Wie viele Künstler werden bei der Suche angezeigt
hr: Koliko izvođača je prikazano prilikom pretraživanja

source: How many albums shown when searching
de: Wie viele Alben werden bei der Suche angezeigt
hr: Koliko albuma je prikazano prilikom pretraživanja

source: How many tracks shown when searching
de: Wie viele Titel werden bei der Suche angezeigt
hr: Koliko pjesama je prikazano prilikom pretraživanja

source: How many playlists shown when searching
de: Wie viele Playlists werden bei der Suche angezeigt
hr: Koliko popisa pjesama je prikazano prilikom pretraživanja

source: Sync time delay
de: Synchronisierungszeitverzögerung
hr: Kašnjenje sinkronizacije

source: Use sync time delay
de: Verwende die Synchronisierungszeitverzögerung
hr: Koristi kašnjenje sinkronizacije

source: Prefer synced lyrics
de: Bevorzuge synchronisierte Liedtexte
hr: Preferiraj sinkronizirane tekstove

source: Prefer usage of synced lyrics
de: Bevorzuge die Verwendung synchronisierter Liedtexte
hr: Preferiraj korištenje sinkroniziranih tekstova

source: Recommendations
de: Empfehlungen
hr: Preporuke

source: Show recommended for you
de: Zeige Empfehlungen für dich
hr: Prikaži preporučeno za tebe

# showrecommendedforyoubody
source: Show recommendations from your five most recent tracks
de: Zeige Empfehlungen aus deinen fünf neuesten Titeln
hr: Prikaži preporuke na temelju tvojih pet posljednjih pjesama

source: Show recommended by Pongo
de: Zeige von Pongo empfohlene
hr: Prikaži preporuke od Ponga

# showrecommendedbypongobody
source: Show random recommendations by Pongo
de: Zeige zufällige Empfehlungen von Pongo
hr: Prikaži slučajne preporuke od Ponga

# recommendationsdisabled
source: Recommendations disabled. They can be enabled in 'Settings > Preferences > Recommmendations'. Then restart the app.
de: Empfehlungen deaktiviert. Sie können in 'Einstellungen > Präferenzen > Empfehlungen' aktiviert werden. Starten Sie dann die App neu.
hr: Preporuke su onemogućene. Možete ih omogućiti u 'Postavke > Preferencije > Preporuke'. Potom ponovno pokrenite aplikaciju.

source: First to queue
de: Erste in der Warteschlange
hr: Prvi u red čekanja

source: Last to queue
de: Letzte in der Warteschlange
hr: Zadnji u red čekanja

source: Warning
de: Warnung
hr: Upozorenje

source: Shuffle mode is on!
de: Der Zufallsmodus ist aktiviert!
hr: Načini nasumične reprodukcije je uključen!

source: Shuffle
de: Zufallsmodus

source: Left alignment
de: Linksbündig ausrichtung
hr: Lijevo poravnanje

source: Center alignment
de: Zentriert ausrichtung
hr: Srednje poravnanje

source: Right alignment
de: Rechtsbündig ausrichtung
hr: Desno poravnanje

source: Justify
de: Blocksatz
hr: Obostrano

source: Left text align
de: Linksbündiger Text
hr: Lijevo poravnanje teksta

source: Center text align
de: Zentrierter Text
hr: Srednje poravnanje teksta

source: Right text align
de: Rechtsbündiger Text
hr: Desno poravnanje teksta

source: Justify text align
de: Blocksatz des Textes
hr: Obostrano poravnanje teksta

source: alignment
de: ausrichtung
hr: poravnanje

# lyircstextalignment
source: Lyrics text alignment
de: Liedtext-Ausrichtung
hr: Poravnanje stihova pjesme

source: Edit
de: Bearbeiten
hr: Uredi

source: Clear
de: Löschen
hr: Počisti

source: Save as playlist
de: Als Playlist speichern
hr: Spremi kao playlistu

source: Successful
de: Erfolgreich
hr: Uspješno

source: Track removed from favourites
de: Die Titel aus Lieblingslieder entfernt
hr: Pjesma uklonjena iz omiljenih pjesama

source: Track is now a favourite
de: Die Titel ist jetzt ein Lieblingslied
hr: Pjesma je sada među omiljenim pjesmama

source: Remove from favourites
de: Aus Favoriten entfernen
hr: Ukloni pjesmu iz omiljenih pjesama

# removefromfavouritesbody
source: Do you want to remove selected tracks from favourites?
de: Möchten Sie die ausgewählten Titel aus den Favoriten entfernen?
hr: Želite li ukloniti odabrane pjesme iz omiljenih pjesama

source: Lyrics disabled
de: Texte deaktiviert
hr: Stihovi onemogućeni

source: Enable lyrics
de: Texte aktivieren
hr: Omogući stihove

source: Enable usage of lyrics
de: Nutzung von Texte aktivieren
hr: Omogući korištenje stihova

source: Let audio player cache the songs
de: Audioplayer die Lieder zwischenspeichern lassen
hr: Dopusti da audio player predmemorira pjesme

# successfullysavedsynctimedelay
source: Successfully saved sync time delay for this tracks lyrics
de: Die Synchronisierungszeitverzögerung für den Text dieses Titels wurde erfolgreich gespeichert
hr: Sinkronizacija vremenskog kašnjenja za tekst ove pjesme uspješno spremljena

# playlistnamealreadyexists
source: Playlist with the same name already exists
de: Eine Playlist mit demselben Namen existiert bereits
hr: Istoimena playlista već postoji

source: Please enable Pongo access to photos
de: Bitte erlauben Sie Pongo den Zugriff auf Fotos

source: Crop image
de: Bild zuschneiden
hr: Izreži sliku

# plustracks
source: songs
de: Lieder
hr: pjesama

source: Playlist already contains this track
de: Die Playlist enthält diesen Titel bereits
hr: Playlista već sadrži ovu pjesmu

source: Change name
de: Namen ändern
hr: Promjeni ime

source: hide
de: Verberg
hr: Sakri

source: show
de: Zeig
hr: Prikaži

source: Notification
de: Benachrichtigung
hr: Obavijest

# trackalreadydownloaded
source: Track is already downloaded
de: Titel ist bereits heruntergeladen
hr: Pjesma je već preuzeta

source: Successfully downloaded the track
de: Titel wurde erfolgreich heruntergeladen
hr: Pjesma je uspješno preuzeta

# repeatoff
source: Repeat is off
de: Wiederholung ist aus
hr: Ponavljanje je isključeno

# repeatthissong
source: Repeat one song
de: Ein Lied wiederholen
hr: Ponovi ovu pjesmu

source: Repeat the queue
de: Warteschlange wiederholen
hr: Ponovi red čekanja

source: Remove from downloaded
de: Aus heruntergeladenen entfernen
hr: Ukloni sa preuzetih

# removefromdownloadedbody
source: Do you want to remove selected tracks from downloaded?
de: Möchten Sie die ausgewählten Titel aus den heruntergeladenen entfernen?
hr: Želite li ukloniti odabrane pjesme s preuzetih?

source: Last listened to
de: Zuletzt angehört
hr: Zadnje poslušano

source: Explore
de: Erkunden
hr: Istraži

source: Images
de: Die Bilder
hr: Slike

source: Image caching
de: Bildcaching
hr: Predmemoriranje slika

source: Cache images to reduce network activity
de: Die Bilder zwischenspeichern, um die Netzwerkauslastung zu reduzieren
hr: Predmemorirajte slike kako biste smanjili mrežnu aktivnost

source: Delete your account
de: Lösche dein Konto
hr: Izbriši svoj račun

source: By deleting your account, you will delete all your privileges if paying premium
de: Durch das Löschen deines Kontos verlierst du alle Vorteile, falls du Premium zahlst
hr: Brisanjem računa izgubit ćeš sve povlastice ako plaćaš premium

source: Delete account
de: Konto löschen
hr: Izbriši račun

# areyousurezouwanttodeleteyouraccount
source: Are you sure that you want to delete your account?
de: Bist du sicher, dass du dein Konto löschen möchtest?
hr: Jesi li siguran da želiš izbrisati svoj račun?

source: Skip
de: Überspringen
hr: Preskoči

source: Next
de: Weiter
hr: Sljedeće

source: Done
de: Fertig
hr: Gotovo

source: Error
de: Fehler
hr: Greška

# downloadsucceeded
source: Download succedeed
de: Download erfolgreich
hr: Preuzimanje uspješno

source: Download failed
de: Download fehlgeschlagen
hr: Preuzimanje nije uspjelo

source: Downloading
de: Wird heruntergeladen
hr: Preuzimanje

# downloadhasstarted
source: Download has started. DO NOT CLOSE THE APP!
de: Download gestartet. SCHLIEßEN SIE DIE APP NICHT!
hr: Preuzimanje je započelo. NE ZATVARAJTE APLIKACIJU!

source: First added
de: Zuerst hinzugefügt
hr: Prvo dodano

source: Last added
de: Zuletzt hinzugefügt
hr: Posljednje dodano

# okey
source: OK
hr: Uredu

source: Name
hr: Ime

source: Playlist
hr: Playlista

source: Singles
hr: Singlovi

source: Compilations
hr: Kompilacije

source: Cache
hr: Predmemorija

source: Audio player caching
hr: Audio player predmemorija

source: Playlist name
hr: Ime playliste

source: Online playlist
hr: Online playlisa
